{
    "SG": {
      "usage_distribution": {
        "bullets": [
          "🧠 제품 단독 및 제품 다수를 담은 이미지 유형(1번)이 압도적으로 높은 비중을 차지하며, 모델이나 연출 요소가 포함된 이미지 유형은 제한적으로 활용되고 있습니다.",
          "📍 제품 정보의 명확성과 안정적 노출을 최우선으로 하는 보수적 이미지 전략을 추천합니다."
        ]
      },
      "engagement_distribution": {
        "state": "설명/관찰 중심",
        "bullets": [
          "<b>이미지 타입별 참여율 분포</b> — 모든 이미지 타입에서 참여율 분포가 좁게 형성되어 있으며, 타입 간 변동 폭도 크지 않습니다.",
          "<b>좋아요/댓글 수 분포</b> — 좋아요는 이미지 타입 2와 5에서 중앙값이 상대적으로 높게 형성되어 있으나, 댓글 수는 전 이미지 타입에서 낮은 수준에 집중되어 있습니다.",
          "👉 <b>AI 해석 요약</b> — SG 시장은 이미지 타입 전반에서 반응이 고르게 분포되어 있으며, 특정 타입에 반응이 과도하게 집중되지는 않은 상태입니다."
        ]
      }
    },
  
    "ID": {
      "usage_distribution": {
        "bullets": [
          "🧠 제품 중심 이미지(1·2번)와 모델·연출 이미지(3·4번)가 비교적 고르게 활용되어, 특정 유형에 대한 편중이 크지 않습니다.",
          "📍 제품 정보와 분위기 연출을 병행하는 균형 지향적 이미지 전략을 추천합니다."
        ]
      },
      "engagement_distribution": {
        "state": "설명/관찰 중심",
        "bullets": [
          "<b>이미지 타입별 참여율 분포</b> — 이미지 타입 4에서 참여율 아웃라이어가 뚜렷하게 나타나며, 다른 타입 대비 분포 폭이 크게 확장됩니다.",
          "<b>좋아요/댓글 수 분포</b> — 좋아요와 댓글 모두 이미지 타입 4에서 극단적으로 높은 상위 값이 집중되며, 나머지 타입은 상대적으로 낮은 범위에 분포합니다.",
          "👉 <b>AI 해석 요약</b> — ID 시장은 이미지 타입 4에서 반응이 집중적으로 발생하고 있으며, 타입별 반응 편차가 비교적 큰 상태입니다."
        ]
      }
    },
  
    "MY": {
      "usage_distribution": {
        "bullets": [
          "🧠 제품 단독 이미지(1번)의 비중이 가장 높으며, 그 다음으로 보조적인 연출 이미지가 이를 보완하는 구조를 보입니다.",
          "📍 제품 가시성과 정돈된 구성을 중시하는 실용적 이미지 활용 전략을 추천합니다."
        ]
      },
      "engagement_distribution": {
        "state": "설명/관찰 중심",
        "bullets": [
          "<b>이미지 타입별 참여율 분포</b> — 이미지 타입 3과 4에서 참여율 중앙값이 다른 타입보다 높게 형성되어 있으며, 분포 폭은 중간 수준을 유지합니다.",
          "<b>좋아요/댓글 수 분포</b> — 좋아요는 이미지 타입 2와 3에 비교적 집중되어 있고, 댓글 수는 이미지 타입 4에서만 상대적으로 높은 분산을 보입니다.",
          "👉 <b>AI 해석 요약</b> — MY 시장은 일부 이미지 타입에 반응이 상대적으로 많이 나타나고 있으나, 전반적인 반응 분포는 안정적인 상태입니다."
        ]
      }
    },
  
    "TH": {
      "usage_distribution": {
        "bullets": [
          "🧠 모델 또는 연출이 포함된 이미지 유형(4번)이 가장 높은 비중을 차지하며, 제품 단독 이미지보다 연출 중심 콘텐츠가 두드러집니다.",
          "📍 스토리텔링과 시각적 몰입을 중시하는 감성적 이미지 전략을 추천합니다."
        ]
      },
      "engagement_distribution": {
        "state": "설명/관찰 중심",
        "bullets": [
          "<b>이미지 타입별 참여율 분포</b> — 이미지 타입 4에서 참여율 분포가 매우 넓게 형성되며, 최상위 아웃라이어가 명확하게 집중됩니다.",
          "<b>좋아요/댓글 수 분포</b> — 좋아요와 댓글 모두 이미지 타입 4에서 분산과 최대값이 가장 크게 나타나며, 다른 타입과의 격차가 뚜렷합니다.",
          "👉 <b>AI 해석 요약</b> — TH 시장은 현재 이미지 타입 4에 반응이 집중되어 있으며, 다른 타입과의 반응 격차가 비교적 뚜렷하게 나타나고 있습니다."
        ]
      }
    },
  
    "VN": {
      "usage_distribution": {
        "bullets": [
          "🧠 제품 중심 이미지와 연출 이미지가 모두 높은 비중을 차지하며, 활용 유형의 폭이 넓게 분포되어 있습니다.",
          "📍 정보 전달과 라이프스타일 제안을 동시에 추구하는 확장형 이미지 전략을 추천합니다."
        ]
      },
      "engagement_distribution": {
        "state": "설명/관찰 중심",
        "bullets": [
          "<b>이미지 타입별 참여율 분포</b> — 이미지 타입 4와 6에서 참여율 중앙값과 상위 분포가 높게 형성되며, 타입 간 성과 격차가 명확하게 나타납니다.",
          "<b>좋아요/댓글 수 분포</b> — 좋아요는 이미지 타입 4와 6에 집중되어 있으며, 댓글 수는 전 타입에서 낮은 수준으로 유지됩니다.",
          "👉 <b>AI 해석 요약</b> — VN 시장은 이미지 타입에 따라 반응 수준 차이가 나타나며, 특정 타입에 반응이 집중되는 양상이 관찰됩니다."
        ]
      }
    },
  
    "PH": {
      "usage_distribution": {
        "bullets": [
          "🧠 제품 단독 이미지(1번)를 중심으로 다양한 이미지 유형이 비교적 고르게 분포되어 있으며, 특정 유형에 대한 극단적 편중은 적습니다.",
          "📍 안정성을 유지하면서도 여러 표현 방식을 시험하는 유연한 이미지 전략을 추천합니다."
        ]
      },
      "engagement_distribution": {
        "state": "설명/관찰 중심",
        "bullets": [
          "<b>이미지 타입별 참여율 분포</b> — 이미지 타입 4에서 참여율 아웃라이어가 매우 크게 발생하며, 다른 타입 대비 극단적인 분포 차이를 보입니다.",
          "<b>좋아요/댓글 수 분포</b> — 좋아요 수는 이미지 타입 4에서 초고성과 아웃라이어가 집중적으로 관찰되며, 댓글 수는 전반적으로 비교적 고르게 분포합니다.",
          "👉 <b>AI 해석 요약</b> — PH 시장은 이미지 타입 4에서 반응이 크게 발생하는 사례가 관찰되며, 전체 반응 분포는 비교적 불균등한 상태입니다."
        ]
      }
    },
  
    "JP": {
      "usage_distribution": {
        "bullets": [
          "🧠 정돈된 제품 배열 이미지 유형의 비중이 가장 높으며, 전체적으로 이미지 유형 선택이 명확하게 구분됩니다.",
          "📍 형식미와 완성도를 중시하는 체계적 이미지 전략을 추천합니다."
        ]
      },
      "engagement_distribution": {
        "state": "설명/관찰 중심",
        "bullets": [
          "<b>이미지 타입별 참여율 분포</b> — 전 이미지 타입에서 참여율 분포는 좁게 형성되어 있으나, 이미지 타입 4에서만 상위 아웃라이어가 뚜렷하게 나타납니다.",
          "<b>좋아요/댓글 수 분포</b> — 좋아요는 이미지 타입 4에서 분산과 최대값이 압도적으로 크며, 댓글 수는 전 타입에서 낮은 수준에 집중되어 있습니다.",
          "👉 <b>AI 해석 요약</b> — JP 시장은 대부분의 이미지 타입에서 반응이 안정적으로 유지되고 있으며, 특정 타입에서만 반응 증가가 관찰되는 상태입니다."
        ]
      }
    }
  }
  